// ServicesPage.js
import React from 'react';
import './ServicePage.css'; 
import backgroundImage from '../../assets/home_pic.png';
import Background from '../BackGround/BackGround';

function ServicesPage() {
    return (
        <Background>
        <header className="masthead vh-100 d-flex align-items-center text-center">
            <div className="container">
                <div className="row justify-content-center">
                    <div className="col-12">
                        <div className="blurry-box">
                            <h1 className="display-3 text-white fw-bold">من نحن؟</h1>
                            <ul className="lead text-white mt-3">
                                <li>
                                    <h4>نحن:</h4>
                                    <p className="lead text-white mt-3">نحن "طاقم صحي من أجل مستقبل أخضر"، مبادرة تهدف إلى تعزيز وعي الطاقم الطبي بتأثيرات تغير المناخ على الصحة العامة ودورهم الحيوي في التصدي لهذه التحديات. نعمل تحت مظلة منصة ClimaMedix التعليمية، التي تقدم دورات طبية متخصصة مع دمج الجانب التوعوي حول تغير المناخ والبيئة بشكل عام.</p>
                                </li>
                                <li>
                                    <h4>لماذا؟</h4>
                                    <p className="lead text-white mt-3">تغير المناخ يمثل تحدياً عالمياً يؤثر على جميع جوانب الحياة، بما في ذلك الصحة العامة. نحن نؤمن بأن الطاقم الطبي يلعب دوراً حيوياً في مواجهة هذه التحديات من خلال تحسين الرعاية الصحية، وتثقيف المجتمعات، وتشجيع البحث والابتكار. هدفنا هو بناء نظام صحي مستدام يستطيع التعامل بفعالية مع التحديات الصحية الناتجة عن تغير المناخ، مما يساهم في تحسين جودة الحياة وضمان مستقبل أكثر صحة للأجيال القادمة.</p>
                                </li>
                                <li>
                                    <h4>كيف؟</h4>
                                    <p className="lead text-white mt-3">نقدم دورات تعليمية طبيه بحت عبر منصة ClimaMdix ونستغل مشاركة الطاقم الطبي  لتثقيفهم احول تأثيرات تغير المناخ على الصحة وكيفية التعامل مع الأمراض والحالات الصحية الناجمة عنه. نطور استراتيجيات لمواجهة تأثيرات تغير المناخ مثل ارتفاع درجات الحرارة، تلوث الهواء، ونقص المياه النظيفة. كما ننشر الوعي بين المرضى والمجتمعات حول أهمية حماية البيئة، ونشجع البحث في المجالات الطبية المتعلقة بتغير المناخ من خلال مسابقات وفرص ابتكارية.</p>
                                </li>    
                                <li>
                                    <h4>نشاطاتنا تشمل:</h4>
                                    <p className="lead text-white mt-3">تثقيف الطاقم الطبي: من خلال تقديم دورات وورش عمل حول تأثيرات تغير المناخ على الصحة.
تحسين الرعاية الصحية: تطوير استراتيجيات لمواجهة تأثيرات تغير المناخ على الصحة.
التوعية المجتمعية: نشر الوعي بين المرضى والمجتمعات حول أهمية حماية البيئة.
البحث والابتكار: تشجيع البحث في المجالات الطبية المتعلقة بتغير المناخ من خلال مسابقات وفرص ابتكارية.</p>
                                </li>    
                            </ul>
                        </div>
                    </div>
                </div>
                 
            </div>
             
        </header>
        </Background>
    );
}

export default ServicesPage;